<?php defined('IS_I_SITE') or die('Access denied'); ?>

<div class="modal fade modal-xl" id="modalViewBonusCard" tabindex="-1" aria-hidden="true">
    <div class="modal-dialog">
        <div class="modal-content p-3">
            <div class="modal-header border-0">
                <p style="text-align: center;width: 100%;"><strong><FONT size="+2">Правила программы лояльности «МИРС»
                            (далее – «Правила»)</FONT></strong></p>
                <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
            </div>

            <p>&nbsp;</p>
            <ol>
                <p><strong>1. Общие положения</strong></p>
            </ol>
            <p>&nbsp;</p>
            <ol>
                <li>Получая Бонусную Карту сети магазинов &laquo;МИРС&raquo; (далее &ndash; &laquo;Бонусная карта&raquo;),
                    Вы становитесь Участником Бонусной Программы &laquo;МИРС&raquo; (далее &ndash; &laquo;Бонусная
                    Программа&raquo;).
                </li>
                <li>Бонусная Карта действует во всех розничных магазинах &laquo;МИРС&raquo;, а именно: &laquo;Большой
                    Книжный&raquo;, &laquo;Хабаровский дом книги&raquo;, &laquo;Знания&raquo;, &laquo;Пиши-Читай&raquo;,
                    &laquo;Пиши-Читай-Играй&raquo;.
                </li>
                <li>Бонусная Карта предоставляет возможность в соответствии с положениями настоящих Правил получать
                    Бонусы при совершении покупок, а также использовать данные Бонусы при оплате товаров в розничных
                    магазинах &laquo;МИРС&raquo; (а именно: &laquo;Большой Книжный&raquo;, &laquo;Хабаровский дом книги&raquo;,
                    &laquo;Знания&raquo;, &laquo;Пиши-Читай&raquo;, &laquo;Пиши-Читай-Играй&raquo;).
                </li>
                <li>Полным и безоговорочным согласием и принятием настоящих Правил является надлежащее заполнение
                    Клиентом Анкеты Участника Программы и передача Клиентом данной Анкеты в кассовую зону магазина
                    &laquo;МИРС&raquo; (а именно: &laquo;Большой Книжный&raquo;, &laquo;Хабаровский дом книги&raquo;,
                    &laquo;Знания&raquo;, &laquo;Пиши-Читай&raquo;, &laquo;Пиши-Читай-Играй&raquo;) для ее дальнейшей
                    регистрации.&nbsp;
                </li>
                <li>Срок окончания Программы Организатором не определен (Программа проводится бессрочно). Организатор
                    оставляет за собой право в любое время приостановить или прекратить Программу с размещением
                    соответствующей информации на сайте&nbsp;<a href="http://www.bookmirs.ru/">www.bookmirs.ru</a>.
                </li>
                <li>Вся информация о Бонусной Программе (об Организаторе Бонусной Программы, о сроках и правилах
                    проведения Бонусной Программы, а также иная информация, предоставление которой в соответствии с
                    действующим законодательством РФ является обязательным, размещена на сайте&nbsp;<a
                            href="http://www.bookmirs.ru/">www.bookmirs.ru</a>.
                </li>
            </ol>

            <p>&nbsp;</p>

            <ol>
                <p><strong>2. Термины и определения</strong></p>
            </ol>

            <p>&nbsp;</p>

            <ol>
                <li><strong>Клиент</strong>&nbsp;&ndash; физическое лицо, достигшее 18 лет, которое желает стать
                    Участником Программы, но на настоящий момент таковым не является.
                </li>
                <li><strong>Анкета Участника Программы (далее &ndash; Анкета)</strong>&nbsp;&ndash; регистрационная
                    форма для заполнения Клиентом на бумажном носителе, содержащая персональные данные Участника
                    Программы и согласие на их обработку. Надлежащим образом заполненная и переданная Клиентом Анкета
                    является основанием для регистрации Клиента в Программе в качестве Участника и активации Карты.&nbsp;Анкета
                    считается надлежащим образом оформленной только в случае заполнения Клиентом всех полей Анкеты. В
                    случае указания в Анкете Участника Программы ложных (неточных, недостоверных) сведений о себе, а
                    также при несвоевременном изменении устаревших сведений Участник Программы самостоятельно несёт риск
                    любых негативных последствий, включая возможность утраты всех накопленных Бонусов без возможности их
                    восстановления.
                </li>
                <li><strong>Участник Программы</strong>&nbsp;&ndash; физическое лицо, достигшее 18 лет, допущенное
                    Организатором Бонусной Программы к участию в Программе в соответствии с настоящими Правилами и
                    являющееся держателем Карты.
                </li>
                <li><strong>Карта Участника (далее &ndash; Карта)</strong>&nbsp;&ndash; пластиковая карта, обладающая
                    уникальным в рамках Программы номером и штрих - кодом, который используется для идентификации
                    Участника в Программе.&nbsp;<br/>
                    Карта обслуживается в режиме &laquo;на предъявителя&raquo;.&nbsp;<br/>
                    Срок действия Карты не ограничен.
                </li>
                <li><strong>Активация Карты</strong>&nbsp;&ndash; регистрация Организатором Программы физического лица в
                    качестве Участника Программы и возможность такого Участника Программы использовать Карту для
                    получения Бонусов при совершении покупок, а также использования данных Бонусов при оплате товаров.
                </li>
                <li><strong>Восстановление Карты</strong>&nbsp;- фактическая выдача новой Карты взамен утерянной,
                    украденной или повреждённой Карты.
                </li>
                <li><strong>Бонус</strong>&nbsp;&ndash; скидка, предоставляемая Участнику в соответствии с настоящими
                    Правилами, которая может быть использована при оплате покупки в розничных магазинах &laquo;МИРС&raquo;
                    (а именно: &laquo;Большой Книжный&raquo;, &laquo;Хабаровский дом книги&raquo;, &laquo;Знания&raquo;,
                    &laquo;Пиши-Читай&raquo;, &laquo;Пиши-Читай-Играй&raquo;).
                </li>
                <li><strong>Розничные магазины</strong>&nbsp;&ndash; розничные магазины &laquo;МИРС&raquo;, а именно:
                    &laquo;Большой Книжный&raquo;, &laquo;Хабаровский дом книги&raquo;, &laquo;Знания&raquo;, &laquo;Пиши-Читай&raquo;,
                    &laquo;Пиши-Читай-Играй&raquo;.
                </li>
            </ol>

            <p>&nbsp;</p>

            <ol>
                <p><strong>3. Участие в Программе и активация Карты</strong></p>
            </ol>

            <p style="margin-left:1.0cm">&nbsp;</p>

            <p>Карта выдаётся при соблюдении следующих условий:</p>

            <ol>
                <li>достижения Клиентом 18 лет;&nbsp;</li>
                <li>совершения Клиентом покупки на сумму не менеe 300 рублей в Розничном магазине.</li>
                <li>При покупке любых подарочных карт сети &laquo;МИРС&raquo; бонусные Карты не выдаются.</li>
                <li>Активация Карты осуществляется только при условии надлежащего заполнения Клиентом Анкеты и передачи
                    данной Анкеты в кассовую зону Розничного магазина для её регистрации. Заполнение Анкеты является
                    обязательным условием участия в Программе. Анкета Участника считается надлежащим образом заполненной
                    только при условии заполнения Клиентом всех полей Анкеты. Организатор Программы оставляет за собой
                    право не рассматривать Анкету, если она не заполнена, заполнена не полностью или заполнена
                    неразборчиво.
                </li>
                <li>Карта будет автоматически активирована в момент ее выдачи клиенту.</li>
                <li>Организатор Программы вправе отказать физическому лицу в получении Карты при обнаружении ранее
                    оформленной Карты на данное физическое лицо.
                </li>
                <li>При совершении покупки может быть применена только одна Карта.</li>
            </ol>

            <p>&nbsp;</p>

            <p>&nbsp;</p>

            <p>&nbsp;</p>

            <p style="margin-left:1.0cm">&nbsp;</p>

            <ol>
                <p><strong>4. Начисление Бонусов</strong></p>

                <ol>
                    <li>При покупке товаров в Розничном магазине для начисления Бонусов на Карту Участнику Программы
                        необходимо предъявить оригинал пластиковой Карты на кассе.
                    </li>
                    <li>Начисленные на Карту Бонусы доступны для оплаты товара в Розничном магазине спустя 14
                        (четырнадцать) дней со дня передачи товара покупателю (не считая дня передачи товара).
                    </li>
                    <li>Бонусы на Карту начисляются в зависимости от суммы чека за покупку.</li>
                    <li>Количество Бонусов рассчитывается как 7 процентов от покупки и начисляется целым числом
                        (округление в меньшую сторону)
                    </li>
                    <li>Компания может самостоятельно принять решение и начислить бонусы в рамках маркетинговой акции,
                        определив количество начисляемых бонусов и срок их действия.
                    </li>
                    <li>Бонусы не начисляются за покупку подарочной карты сети &laquo;МИРС&raquo;; офисной бумаги и
                        товара, участвующего в маркетинговой
                        акции (если иное не предусмотрено условиям акции).
                    </li>
                    <li>Бонусы не начисляются на заказы интернет &ndash; магазина Точка24.рф.</li>
                    <li>В случае, если по условиям конкретной акции товар реализуется со скидкой и условиями данной
                        акции предусмотрено начисление Бонусов за покупку такого товара, Бонусы начисляются на сумму
                        товара за вычетом скидки.
                    </li>
                    <li>Бонусы начисляются на сумму покупки, оплаченную денежными средствами, в том числе, за товары,
                        оплаченные подарочным сертификатом.
                    </li>
                    <li>Если покупка частично оплачена Бонусами, а частично денежными средствами, Бонусы в рамках
                        Программы начисляются только за ту часть покупки, которая была оплачена денежными средствами.
                    </li>
                    <li>Узнать о состоянии начисленных Бонусов Участник Программы может в Личном кабинете на сайте&nbsp;<a
                                href="http://www.bookmirs.ru/">www.bookmirs.ru</a> или в чеке (при условии предъявления
                        Карты при совершении покупки в Розничном магазине сети).
                    </li>
                    <li>Участник Программы обязуется самостоятельно отслеживать состояние начисленных Бонусов на сайте&nbsp;<a
                                href="http://www.bookmirs.ru/">www.bookmirs.ru</a>.
                    </li>
                    <li>Если по техническим причинам начисление Бонусов на Карту невозможно, Организатор Бонусной
                        Программы оставляет за собой право отказать Участнику Программы в проведении операции до
                        устранения неисправности.
                    </li>
                </ol>
                </li>
            </ol>

            <p>&nbsp;</p>

            <p>&nbsp;</p>

            <p>&nbsp;</p>

            <ol>
                <p><strong>5. Использование Бонусов</strong></p>
            </ol>

            <p>&nbsp;</p>

            <ol>
                <li>Для использования Бонусов при покупке Товаров в Розничном магазине необходимо предъявить Карту на
                    кассе, сообщив количество Бонусов, которые Участник Программы желает использовать для осуществления
                    покупки данных товаров. За товары, приобретённые в Розничном магазине без предъявления Карты на
                    кассе в момент совершения покупки, Бонусы не списываются.
                </li>
                <li>1 (один) Бонус равен 1 (одному) рублю.</li>
                <li>Участник Программы может оплатить Бонусами до 30 % суммы чека.</li>
                <li>Бонусы не подлежат обмену на наличные денежные средства.</li>
                <li>Срок действия начисленных Бонусов составляет 1 (один) год со дня их начисления на Карту. В случае
                    неиспользования Бонусов в указанный срок, они автоматически списываются с Карты и не подлежат
                    восстановлению.
                </li>
                <li>Срок действия бонусов, начисленных по решению компании (в рамках маркетинговой акции) определяется
                    индивидуально решением компании.
                </li>
                <li>Бонусами не могут быть оплачены: подарочные карты сети &laquo;МИРС&raquo;; офисная бумага и товары,
                    участвующие в
                    маркетинговых акциях, если это предусмотрено условиями акции.
                </li>
                <li>Бонусами не могут быть оплачены заказы интернет - магазина Точка24.рф</li>
            </ol>

            <p>&nbsp;</p>

            <ol>
                <p><strong>6. Обмен и возврат товара, приобретённого с использованием Карты</strong></p>
            </ol>

            <p>&nbsp;</p>

            <ol>
                <li>Бонусы, начисленные за покупку возвращаемого товара, списываются (аннулируются) с Карты.</li>
                <li>При возврате Товара, полностью или частично оплаченного Бонусами, Бонусы, которыми был оплачен
                    Товар, будут возвращены на Карту со сроком действия 1 (один) год с момента первоначальной покупки
                    данного Товара.
                </li>
                <li>Сумма Бонусов, начисленных за покупку возвращаемого товара и использованных к моменту возврата
                    такого товара, пропорционально уменьшает стоимость возвращаемого товара. При возврате товара
                    денежные средства за такой товар возвращаются Участнику Программы в размере стоимости данного товара
                    за вычетом суммы начисленных за его покупку и использованных к моменту его возврата Бонусов.
                </li>
            </ol>

            <p>&nbsp;</p>

            <ol>
                <p><strong>7. Восстановление Карты</strong></p>
            </ol>

            <p style="margin-left:1.0cm">&nbsp;</p>

            <p>Для восстановления Карты Участник может:</p>

            <ol>
                <li>обратиться в любой Розничный магазин, заполнить все поля анкеты, при этом указав в анкете ФИО и дату
                    рождения держателя Карты, тождественные ФИО и дате рождения держателя Карты, указанных в анкете,
                    оформленной ранее при получении утерянной Карты.
                </li>
                <li>Если Участник в соответствии с п. 1 настоящего Раздела 7 Правил не смог указать в анкете ФИО и дату
                    рождения, указанные в анкете, оформленной ранее при получении утерянной Карты, ему будет предложено
                    получение новой Карты на условиях, указанных в Разделе 3 настоящих Правил.
                </li>
                <li>Восстановление Карты осуществляется бесплатно.</li>
                <li>Новая Карта в случае её восстановления активируется автоматически в момент выдачи Карты в Розничном
                    магазине.
                </li>
                <li>Все накопленные Бонусы и истории операций в отношении новой Карты сохраняются, за исключением
                    случая, указанного в п. 2 настоящего Раздела 7 Правил. В случае, предусмотренном в п. 2 настоящего
                    Раздела 7 Правил, Участнику выдаётся новая Карта, накопленные Бонусы и истории операций на такую
                    Карту не переносятся. Старая карта изымается, блокируется и все операции по ней становятся
                    невозможными.
                </li>
                <li>Участник Программы может заблокировать Карту в случае её утери. Для этого Участнику Программы
                    необходимо обратиться в любой Розничный магазин. При блокировке Карты срок действия Бонусов не
                    приостанавливается.
                </li>
                <li>Организатор Программы не несёт ответственность за сохранность Бонусов при утере Карты Участникам
                    Программы. При восстановлении утерянной Карты, Бонусы, использованные после утери Карты третьими
                    лицами, не восстанавливаются и на новую Карту не переносятся.
                </li>
            </ol>

            <p style="margin-left:1.0cm">&nbsp;</p>

            <ol>
                <p><strong>8. Персональные данные Участника Программы</strong></p>
            </ol>

            <p>&nbsp;</p>

            <ol>
                <li>Предоставляя свои персональные данные при заполнении Анкеты Участник Программы даёт своё согласие
                    Организатору Бонусной Программы на обработку, в т.ч. на сбор, систематизацию, накопление, хранение,
                    уточнение (обновление, изменение), использование, обезличивание, передачу (предоставление, доступ,
                    трансграничную передачу), блокирование, уничтожение всех своих персональных данных, переданных
                    Организатору Бонусной Программы, с целью участия в Бонусной Программе, предоставления информации о
                    товарах/услугах и условиях их приобретения, исполнения договора купли-продажи товаров, направления
                    рекламных сообщений (в т.ч. о проводимых акциях, мероприятиях, специальных предложениях через любые
                    каналы коммуникации, в т.ч. по электронной почте, SMS, телефону), сбора мнения о работе магазинов
                    сети &laquo;МИРС&raquo;. Обработка персональных данных может осуществляться с помощью средств
                    автоматизации и/или без использования средств автоматизации в соответствии с действующим
                    законодательством РФ. Данное согласие дается Участником Программы на весь период его участия в
                    Программе и может быть отозвано Участником Программы в любой момент путем направления письменного
                    заявления в свободной форме с указанием номера Карты, ФИО, почтового адреса, контактного телефона и
                    подписи Клиента (а далее &ndash; Участника Программы), по адресу: 680009, г. Хабаровск,
                    ул.Промышленная, д.11.
                </li>
                <li>С момента регистрации в Программе Участник Программы самостоятельно контролирует изменение своих
                    персональных данных (E-mail, номер мобильного телефона), которые можно скорректировать любым из
                    нижеуказанных способов:
                </li>
            </ol>

            <p>2.1. на сайте&nbsp;<a href="http://www.bookmirs.ru/">www.bookmirs.ru</a>&nbsp;</p>

            <p>2.2. путём обращения в любой Розничный магазин, заново заполнив анкету Участника Программы.</p>

            <ol>
                <li>Отзыв Участником Программы согласия на обработку персональных данных будет автоматически прекращать
                    его участие в Программе лояльности, Карта такого Участника Программы будет заблокирована,
                    начисленные Бонусы будут аннулированы и восстановлению не подлежат, обработка персональных данных
                    прекращается, и такие данные уничтожаются.
                </li>
                <li>Организатор Бонусной Программы обязуется не разглашать полученные от Участника Программы
                    персональные данные. При этом не считается нарушением обязательств разглашение указанной информации
                    в случае, когда обязанность такого раскрытия установлена требованиями действующего законодательства
                    РФ.
                </li>
                <li>Участник вправе отказаться от получения рекламных сообщений, в т.ч. о проводимых акциях,
                    мероприятиях, специальных предложениях, через любые каналы коммуникации (по электронной почте, SMS
                    и/или телефону) без объяснения причин отказа, написав заявление в Розничном магазине, заполнив форму
                    обратной связи на сайте&nbsp;<a href="http://www.bookmirs.ru/">www.bookmirs.ru</a>.
                </li>
            </ol>

            <ol>
                <p><strong>9. Прочие условия</strong></p>
            </ol>

            <p>&nbsp;</p>

            <ol>
                <li>Организатор Программы вправе приостановить начисление и списание Бонусов (провести процедуру
                    блокирования Карты) на период рассмотрения ситуации на предмет усмотрения в действиях Участника
                    Программы злоупотреблений привилегиями и/или поощрениями, предоставляемыми Участникам Программы в
                    рамках настоящей Программы.
                </li>
                <li>Организатор Бонусной Программы имеет право на свое собственное усмотрение запретить дальнейшее
                    участие в Программе Участнику Программы и аннулировать накопленные таким Участником Программы
                    Бонусы, в случае, если у Организатора Бонусной Программы в отношении указанного лица возникли
                    обоснованные подозрения, в том, что указанное лицо совершает действия, направленные на
                    недобросовестное накопление, использование Бонусов, совершает иные действия (бездействия) в
                    нарушение настоящих Правил и/или положений действующего законодательства Российской Федерации.
                </li>
                <li>Организатор Бонусной Программы вправе списывать без предупреждения Участника Бонусы, начисленные
                    ошибочно в результате технического сбоя систем Программы.
                </li>
                <li>Участник Программы несёт полную ответственность за сохранность Карты и недопущение
                    несанкционированного доступа посторонних лиц к операциям с Бонусами Участника Программы.
                </li>
                <li>Организатором Бонусной Программы в любое время, без предварительного уведомления Участника Программы
                    могут быть изменены условия Программы, в том числе, но, не ограничиваясь, сроки действия Программы.&nbsp;<br/>
                    В том числе, Организатор Бонусной Программы вправе в одностороннем порядке приостановить, досрочно
                    прекратить проведение Программы в целом или в определенных Розничных магазинах. Информация об
                    изменении условий Программы, приостановке, прекращении Программы размещается Организатором Бонусной
                    Программы на сайте&nbsp;<a href="http://www.bookmirs.ru/">www.bookmirs.ru</a>.
                </li>
            </ol>

            <p><strong><FONT size="+2">Правила программы лояльности «Плюшкин» (далее – «Правила»)</FONT></strong></p>
            <p style="margin-left: 40px;"><strong>1. Общие положения</strong></p>

            <p>&nbsp;</p>

            <ol>
                <li>Получая Бонусную Карту сети магазинов &laquo;Плюшкин&raquo; (далее &ndash; &laquo;Бонусная карта&raquo;),
                    Вы становитесь Участником Бонусной Программы &laquo;Плюшкин&raquo; (далее &ndash; &laquo;Бонусная
                    Программа&raquo;).
                </li>
                <li>Бонусная Карта действует во всех розничных магазинах &laquo;Плюшкин&raquo;.</li>
                <li>Бонусная Карта предоставляет возможность в соответствии с положениями настоящих Правил получать
                    Бонусы при совершении покупок, а также использовать данные Бонусы при оплате товаров в розничных
                    магазинах &laquo;Плюшкин&raquo;.
                </li>
                <li>Полным и безоговорочным согласием и принятием настоящих Правил является надлежащее заполнение
                    Клиентом Анкеты Участника Программы и передача Клиентом данной Анкеты в кассовую зону магазина
                    &laquo;Плюшкин&raquo; для ее дальнейшей регистрации.&nbsp;
                </li>
                <li>Срок окончания Программы Организатором не определен (Программа проводится бессрочно). Организатор
                    оставляет за собой право в любое время приостановить или прекратить Программу с размещением
                    соответствующей информации на сайте&nbsp;<a href="https://www.bookmirs.ru/">www.bookmirs.ru</a>.
                </li>
                <li>Вся информация о Бонусной Программе (об Организаторе Бонусной Программы, о сроках и правилах
                    проведения Бонусной Программы, а также иная информация, предоставление которой в соответствии с
                    действующим законодательством РФ является обязательным, размещена на сайте&nbsp;<a
                            href="https://www.bookmirs.ru/">www.bookmirs.ru</a>.
                </li>
            </ol>

            <p>&nbsp;</p>

            <p style="margin-left: 40px;"><strong>2. Термины и определения</strong></p>

            <p>&nbsp;</p>

            <ol>
                <li><strong>Клиент</strong>&nbsp;&ndash; физическое лицо, достигшее 18 лет, которое желает стать
                    Участником Программы, но на настоящий момент таковым не является.
                </li>
                <li><strong>Анкета Участника Программы (далее &ndash; Анкета)</strong>&nbsp;&ndash; регистрационная
                    форма для заполнения Клиентом на бумажном носителе, содержащая персональные данные Участника
                    Программы и согласие на их обработку. Надлежащим образом заполненная и переданная Клиентом Анкета
                    является основанием для регистрации Клиента в Программе в качестве Участника и активации Карты.&nbsp;Анкета
                    считается надлежащим образом оформленной только в случае заполнения Клиентом всех полей Анкеты. В
                    случае указания в Анкете Участника Программы ложных (неточных, недостоверных) сведений о себе, а
                    также при несвоевременном изменении устаревших сведений Участник Программы самостоятельно несёт риск
                    любых негативных последствий, включая возможность утраты всех накопленных Бонусов без возможности их
                    восстановления.
                </li>
                <li><strong>Участник Программы</strong>&nbsp;&ndash; физическое лицо, достигшее 18 лет, допущенное
                    Организатором Бонусной Программы к участию в Программе в соответствии с настоящими Правилами и
                    являющееся держателем Карты.
                </li>
                <li><strong>Карта Участника (далее &ndash; Карта)</strong>&nbsp;&ndash; пластиковая карта, обладающая
                    уникальным в рамках Программы номером и штрих - кодом, который используется для идентификации
                    Участника в Программе.&nbsp;<br/>
                    Карта обслуживается в режиме &laquo;на предъявителя&raquo;.&nbsp;<br/>
                    Срок действия Карты не ограничен.
                </li>
                <li><strong>Активация Карты</strong>&nbsp;&ndash; регистрация Организатором Программы физического лица в
                    качестве Участника Программы и возможность такого Участника Программы использовать Карту для
                    получения Бонусов при совершении покупок, а также использования данных Бонусов при оплате товаров.
                </li>
                <li><strong>Восстановление Карты</strong>&nbsp;- фактическая выдача новой Карты взамен утерянной,
                    украденной или повреждённой Карты.
                </li>
                <li><strong>Бонус</strong>&nbsp;&ndash; скидка, предоставляемая Участнику в соответствии с настоящими
                    Правилами, которая может быть использована при оплате покупки в розничных магазинах &laquo;Плюшкин&raquo;.
                </li>
                <li><strong>Розничные магазины</strong>&nbsp;&ndash; розничные магазины &laquo;Плюшкин&raquo;.</li>
            </ol>

            <p>&nbsp;</p>

            <p style="margin-left: 40px;"><strong>3. Участие в Программе и активация Карты</strong></p>

            <p style="margin-left:1.0cm">&nbsp;</p>

            <p>Карта выдаётся при соблюдении следующих условий:</p>

            <ol>
                <li>достижения Клиентом 18 лет;&nbsp;</li>
                <li>совершения Клиентом покупки на сумму не менеe 300 рублей в Розничном магазине.</li>
                <li>При покупке любых подарочных карт сети &laquo;Плюшкин&raquo; бонусные Карты не выдаются.</li>
                <li>Активация Карты осуществляется только при условии надлежащего заполнения Клиентом Анкеты и передачи
                    данной Анкеты в кассовую зону Розничного магазина для её регистрации. Заполнение Анкеты является
                    обязательным условием участия в Программе. Анкета Участника считается надлежащим образом заполненной
                    только при условии заполнения Клиентом всех полей Анкеты. Организатор Программы оставляет за собой
                    право не рассматривать Анкету, если она не заполнена, заполнена не полностью или заполнена
                    неразборчиво.
                </li>
                <li>Карта будет автоматически активирована в момент ее выдачи клиенту.</li>
                <li>Организатор Программы вправе отказать физическому лицу в получении Карты при обнаружении ранее
                    оформленной Карты на данное физическое лицо.
                </li>
                <li>При совершении покупки может быть применена только одна Карта.</li>
            </ol>

            <p>&nbsp;</p>

            <p>&nbsp;</p>

            <p>&nbsp;</p>

            <p style="margin-left:1.0cm">&nbsp;</p>

            <p style="margin-left: 40px;"><strong>4. Начисление Бонусов</strong></p>

            <ol>
                <li>При покупке товаров в Розничном магазине для начисления Бонусов на Карту Участнику Программы
                    необходимо предъявить оригинал пластиковой Карты на кассе.
                </li>
                <li>Начисленные на Карту Бонусы доступны для оплаты товаров в Розничном магазине спустя 14
                    (четырнадцать) дней со дня передачи товара покупателю (не считая дня передачи товара).
                </li>
                <li>Бонусы на Карту начисляются в зависимости от суммы чека за покупку.</li>
                <li>Количество Бонусов рассчитывается как 5 процентов от покупки и начисляется целым числом (округление
                    в меньшую сторону)
                </li>
                <li>Компания может самостоятельно принять решение и начислить бонусы в рамках маркетинговой акции,
                    определив количество начисляемых бонусов и срок их действия.
                </li>
                <li>Бонусы не начисляются за покупку подарочной карты сети &laquo;Плюшкин&raquo;; офисной бумаги и
                    товара, участвующего в
                    акции (если иное не предусмотрено условиям акции).
                </li>
                <li>Бонусы не начисляются на заказы интернет &ndash; магазина Точка24.рф.</li>
                <li>В случае, если по условиям конкретной акции товар реализуется со скидкой и условиями данной акции
                    предусмотрено начисление Бонусов за покупку такого товара, Бонусы начисляются на сумму товара за
                    вычетом скидки.
                </li>
                <li>Бонусы начисляются на сумму покупки, оплаченную денежными средствами, в том числе, за товары,
                    оплаченные подарочным сертификатом.
                </li>
                <li>Если покупка частично оплачена Бонусами, а частично денежными средствами, Бонусы в рамках Программы
                    начисляются только за ту часть покупки, которая была оплачена денежными средствами.
                </li>
                <li>Узнать о состоянии начисленных Бонусов Участник Программы может в Личном кабинете на сайте&nbsp;<a
                            href="https://www.bookmirs.ru/">www.bookmirs.ru</a> или в чеке (при условии предъявления
                    Карты при совершении покупки в Розничном магазине сети).
                </li>
                <li>Участник Программы обязуется самостоятельно отслеживать состояние начисленных Бонусов на сайте&nbsp;<a
                            href="https://www.bookmirs.ru/">www.bookmirs.ru</a>.
                </li>
                <li>Если по техническим причинам начисление Бонусов на Карту невозможно, Организатор Бонусной Программы
                    оставляет за собой право отказать Участнику Программы в проведении операции до устранения
                    неисправности.
                </li>
            </ol>

            <p>&nbsp;</p>

            <p style="margin-left: 40px;"><strong>5. Использование Бонусов</strong></p>

            <p>&nbsp;</p>

            <ol>
                <li>Для использования Бонусов при покупке Товаров в Розничном магазине необходимо предъявить Карту на
                    кассе, сообщив количество Бонусов, которые Участник Программы желает использовать для осуществления
                    покупки данных товаров. За товары, приобретённые в Розничном магазине без предъявления Карты на
                    кассе в момент совершения покупки, Бонусы не списываются.
                </li>
                <li>1 (один) Бонус равен 1 (одному) рублю.</li>
                <li>Участник Программы может оплатить Бонусами до 30 % суммы чека.</li>
                <li>Бонусы не подлежат обмену на наличные денежные средства.</li>
                <li>Срок действия начисленных Бонусов составляет 1 (один) год со дня их начисления на Карту. В случае
                    неиспользования Бонусов в указанный срок, они автоматически списываются с Карты и не подлежат
                    восстановлению.
                </li>
                <li>Срок действия бонусов, начисленных по решению компании (в рамках маркетинговой акции) определяется
                    индивидуально решением компании.
                </li>
                <li>Бонусами не могут быть оплачены: подарочные карты сети &laquo;Плюшкин&raquo;; офисная бумага и
                    товары, участвующие
                    в маркетинговых акциях, если это предусмотрено условиями акции.
                </li>
                <li>Бонусами не могут быть оплачены заказы интернет - магазина Точка24.рф</li>
            </ol>

            <p>&nbsp;</p>

            <p style="margin-left: 40px;"><strong>6. Обмен и возврат товара, приобретённого с использованием
                    Карты</strong></p>

            <p>&nbsp;</p>

            <ol>
                <li>Бонусы, начисленные за покупку возвращаемого товара, списываются (аннулируются) с Карты.</li>
                <li>При возврате Товара, полностью или частично оплаченного Бонусами, Бонусы, которыми был оплачен
                    Товар, будут возвращены на Карту со сроком действия 1 (один) год с момента первоначальной покупки
                    данного Товара.
                </li>
                <li>Сумма Бонусов, начисленных за покупку возвращаемого товара и использованных к моменту возврата
                    такого товара, пропорционально уменьшает стоимость возвращаемого товара. При возврате товара
                    денежные средства за такой товар возвращаются Участнику Программы в размере стоимости данного товара
                    за вычетом суммы начисленных за его покупку и использованных к моменту его возврата Бонусов.
                </li>
            </ol>

            <p>&nbsp;</p>

            <p style="margin-left: 40px;"><strong>7. Восстановление Карты</strong></p>

            <p style="margin-left:1.0cm">&nbsp;</p>

            <p>Для восстановления Карты Участник может:</p>

            <ol>
                <li>обратиться в любой Розничный магазин, заполнить все поля анкеты, при этом указав в анкете ФИО и дату
                    рождения держателя Карты, тождественные ФИО и дате рождения держателя Карты, указанных в анкете,
                    оформленной ранее при получении утерянной Карты.
                </li>
                <li>Если Участник в соответствии с п. 1 настоящего Раздела 7 Правил не смог указать в анкете ФИО и дату
                    рождения, указанные в анкете, оформленной ранее при получении утерянной Карты, ему будет предложено
                    получение новой Карты на условиях, указанных в Разделе 3 настоящих Правил.
                </li>
                <li>Восстановление Карты осуществляется бесплатно.</li>
                <li>Новая Карта в случае её восстановления активируется автоматически в момент выдачи Карты в Розничном
                    магазине.
                </li>
                <li>Все накопленные Бонусы и истории операций в отношении новой Карты сохраняются, за исключением
                    случая, указанного в п. 2 настоящего Раздела 7 Правил. В случае, предусмотренном в п. 2 настоящего
                    Раздела 7 Правил, Участнику выдаётся новая Карта, накопленные Бонусы и истории операций на такую
                    Карту не переносятся. Старая карта изымается, блокируется и все операции по ней становятся
                    невозможными.
                </li>
                <li>Участник Программы может заблокировать Карту в случае её утери. Для этого Участнику Программы
                    необходимо обратиться в любой Розничный магазин. При блокировке Карты срок действия Бонусов не
                    приостанавливается.
                </li>
                <li>Организатор Программы не несёт ответственность за сохранность Бонусов при утере Карты Участникам
                    Программы. При восстановлении утерянной Карты, Бонусы, использованные после утери Карты третьими
                    лицами, не восстанавливаются и на новую Карту не переносятся.
                </li>
            </ol>

            <p style="margin-left:1.0cm">&nbsp;</p>

            <p style="margin-left: 40px;"><strong>8. Персональные данные Участника Программы</strong></p>

            <p>&nbsp;</p>

            <ol>
                <li>Предоставляя свои персональные данные при заполнении Анкеты Участник Программы даёт своё согласие
                    Организатору Бонусной Программы на обработку, в т.ч. на сбор, систематизацию, накопление, хранение,
                    уточнение (обновление, изменение), использование, обезличивание, передачу (предоставление, доступ,
                    трансграничную передачу), блокирование, уничтожение всех своих персональных данных, переданных
                    Организатору Бонусной Программы, с целью участия в Бонусной Программе, предоставления информации о
                    товарах/услугах и условиях их приобретения, исполнения договора купли-продажи товаров, направления
                    рекламных сообщений (в т.ч. о проводимых акциях, мероприятиях, специальных предложениях через любые
                    каналы коммуникации, в т.ч. по электронной почте, SMS, телефону), сбора мнения о работе магазинов
                    сети &laquo;Плюшкин&raquo;. Обработка персональных данных может осуществляться с помощью средств
                    автоматизации и/или без использования средств автоматизации в соответствии с действующим
                    законодательством РФ. Данное согласие дается Участником Программы на весь период его участия в
                    Программе и может быть отозвано Участником Программы в любой момент путем направления письменного
                    заявления в свободной форме с указанием номера Карты, ФИО, почтового адреса, контактного телефона и
                    подписи Клиента (а далее &ndash; Участника Программы), по адресу: 680009, г. Хабаровск,
                    ул.Промышленная, д.11.
                </li>
                <li>С момента регистрации в Программе Участник Программы самостоятельно контролирует изменение своих
                    персональных данных (E-mail, номер мобильного телефона), которые можно скорректировать любым из
                    нижеуказанных способов:
                </li>
            </ol>

            <p>2.1. на сайте&nbsp;<a href="https://www.bookmirs.ru/">www.bookmirs.ru</a>&nbsp;</p>

            <p>2.2. путём обращения в любой Розничный магазин, заново заполнив анкету Участника Программы.</p>

            <ol>
                <li>Отзыв Участником Программы согласия на обработку персональных данных будет автоматически прекращать
                    его участие в Программе лояльности, Карта такого Участника Программы будет заблокирована,
                    начисленные Бонусы будут аннулированы и восстановлению не подлежат, обработка персональных данных
                    прекращается, и такие данные уничтожаются.
                </li>
                <li>Организатор Бонусной Программы обязуется не разглашать полученные от Участника Программы
                    персональные данные. При этом не считается нарушением обязательств разглашение указанной информации
                    в случае, когда обязанность такого раскрытия установлена требованиями действующего законодательства
                    РФ.
                </li>
                <li>Участник вправе отказаться от получения рекламных сообщений, в т.ч. о проводимых акциях,
                    мероприятиях, специальных предложениях, через любые каналы коммуникации (по электронной почте, SMS
                    и/или телефону) без объяснения причин отказа, написав заявление в Розничном магазине, заполнив форму
                    обратной связи на сайте&nbsp;<a href="https://www.bookmirs.ru/">www.bookmirs.ru</a>.
                </li>
            </ol>

            <p style="margin-left: 40px;"><strong>9. Прочие условия</strong></p>

            <p>&nbsp;</p>

            <ol>
                <li>Организатор Программы вправе приостановить начисление и списание Бонусов (провести процедуру
                    блокирования Карты) на период рассмотрения ситуации на предмет усмотрения в действиях Участника
                    Программы злоупотреблений привилегиями и/или поощрениями, предоставляемыми Участникам Программы в
                    рамках настоящей Программы.
                </li>
                <li>Организатор Бонусной Программы имеет право на свое собственное усмотрение запретить дальнейшее
                    участие в Программе Участнику Программы и аннулировать накопленные таким Участником Программы
                    Бонусы, в случае, если у Организатора Бонусной Программы в отношении указанного лица возникли
                    обоснованные подозрения, в том, что указанное лицо совершает действия, направленные на
                    недобросовестное накопление, использование Бонусов, совершает иные действия (бездействия) в
                    нарушение настоящих Правил и/или положений действующего законодательства Российской Федерации.
                </li>
                <li>Организатор Бонусной Программы вправе списывать без предупреждения Участника Бонусы, начисленные
                    ошибочно в результате технического сбоя систем Программы.
                </li>
                <li>Участник Программы несёт полную ответственность за сохранность Карты и недопущение
                    несанкционированного доступа посторонних лиц к операциям с Бонусами Участника Программы.
                </li>
                <li>Организатором Бонусной Программы в любое время, без предварительного уведомления Участника Программы
                    могут быть изменены условия Программы, в том числе, но, не ограничиваясь, сроки действия Программы.&nbsp;<br/>
                    В том числе, Организатор Бонусной Программы вправе в одностороннем порядке приостановить, досрочно
                    прекратить проведение Программы в целом или в определенных Розничных магазинах. Информация об
                    изменении условий Программы, приостановке, прекращении Программы размещается Организатором Бонусной
                    Программы на сайте&nbsp;<a href="https://www.bookmirs.ru/">www.bookmirs.ru</a>.
                </li>
            </ol>
        </div>
    </div>
</div>
<div class="modal fade modal-xl" id="modalViewGiftsCard" tabindex="-1" aria-hidden="true">
    <div class="modal-dialog">
        <div class="modal-content p-3">
            <div class="modal-header border-0">
                <p style="text-align: center;width: 100%;"><strong><FONT size="+2">Правила использования подарочной
                            карты «МИРС»</FONT></strong></p>
                <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
            </div>
            <ol class="under-list">
                <li>Подарочная карта (далее по тексту — Карта) предоставляет право оплатить покупку во всех магазинах
                    книжно-канцелярской сети «МИРС»:<br>
                    - «Большой Книжный»<br>
                    - «Знания»<br>
                    - «Пиши-Читай»<br>
                    - «Пиши-Читай-Играй»<br>
                    - «Хабаровский дом книги»
                </li>
                <li>Карта выпускается в следующих номиналах: 300, 500, 1000, 2500 и 5000 рублей, она имеет уникальный
                    порядковый номер и штрих-код.
                </li>
                <li>Карту может приобрести любое лицо (далее по тексту- Приобретатель) за наличный и безналичный
                    расчет.
                </li>
                <li>Приобретение Карты свидетельствует о заключении между Продавцом и Приобретателем Карты Договора на
                    условиях настоящих правил, в соответствии с которыми Приобретатель имеет право в течении срока
                    действия Карты рассчитаться на сумму, равную номиналу Карты в магазинах Продавца.
                </li>
                <li>При приобретении Карты Приобретатель производит оплату (задаток) на сумму номинала, указанного на
                    подарочной карте.
                </li>
                <li>В момент приобретения Карты происходит ее активация. Вместе с Картой Приобретатель получает кассовый
                    чек на сумму принятых денежных средств. Чек о приобретении Карты необходимо сохранять и в случае
                    возникновения спорных ситуаций, связанных с оплатой товара по Карте предъявить его сотруднику
                    магазина. Расчет подарочной картой возможен на следующие сутки после активации карты.
                </li>
                <li>Оплатить покупку Картой имеет право как сам Приобретатель, так и иное лицо (далее по тексту —
                    Держатель), которому Преобретатель передаст подарочную карту.
                </li>
                <li>В случае передачи Карты Преобретатель обязуется уведомить Держателя о Правилах использования
                    Карты.
                </li>
                <li>Рассчитаться Картой можно однократно. В случае если стоимость покупки превышает номинал Карты,
                    Держателю необходимо доплатить разницу в стоимости покупки наличным или безналичным путем. Если
                    номинал Карты израсходован не полностью, остаток денежных средств на Карте возврату не подлежит и
                    остается в распоряжении Продавца.
                </li>
                <li>Срок действия Карты указан на обратной стороне Карты. В случае если в течении срока действия Карты
                    Держатель не воспользовался номиналом Карты для оплаты покупки в сети магазинов Продавца, то оплата
                    (задаток) остается в распоряжении Продавца и возврату не подлежит.
                <li>При оплате Картой выбранного товара, Держатель получает на кассе чек, свидетельствующий о факте
                    оплаты товара Картой.
                </li>
                <li>Карта возврату и обмену на денежные средства не подлежит.</li>
                <li>В случае порчи либо утраты, Карта не восстанавливается, денежные средства за утраченную Карту не
                    возвращаются. Ответственность за сохранность Карты возлагается на Держателя (Приобретателя) Карты.
                </li>
                <li>Обмен и возврат товара, приобретенного с использованием Карты, осуществляется в общем порядке,
                    предусмотренным действующим законодательством.
                </li>
                <li>Продавец обязан при приобретении Карты, разъяснить Приобретателю условия пользования Картой и
                    проинформировать, что с правилами пользования можно ознакомиться на сайте Продавца - www.bookmirs.ru
                </li>
                <li>Продавец Карты не несет ответственность за незнание Держателем Карты данных Правил.</li>
                <li>Продавец оставляет за собой право изменять правила приобретения и пользования Картами, а так же
                    изменять срок действия Карт. При этом Продавец обязуется оповестить Держателей Карт об изменениях на
                    сайте Продавца - www.bookmirs.ru
                </li>
            </ol>
            <p><strong><FONT size="+2">Правила пользования подарочной картой «ПЛЮШКИН»</FONT></strong></p>
            <ol class="under-list">
                <li>Подарочная карта (далее по тексту — Карта) предоставляет право оплатить покупку только в Федеральной
                    сети оптово-розничных магазинов «ПЛЮШКИН»:<br>
                    - «Плюшкин»<br>
                    - «Плюшкин- Экспресс»
                </li>
                <li>Карта выпускается в следующих номиналах: 300, 500, 1000 , 1500, 2000 рублей, она имеет уникальный
                    порядковый номер и штрих-код.
                </li>
                <li>Карту может приобрести любое лицо (далее по тексту- Приобретатель) за наличный и безналичный
                    расчет.
                </li>
                <li>Приобретение Карты свидетельствует о заключении между Продавцом и Приобретателем Карты Договора на
                    условиях настоящих правил, в соответствии с которыми Приобретатель имеет право в течении срока
                    действия Карты рассчитаться на сумму, равную номиналу Карты в магазинах Продавца.
                </li>
                <li>При приобретении Карты Приобретатель производит оплату (задаток) на сумму номинала, указанного на
                    подарочной карте.
                </li>
                <li>В момент приобретения Карты происходит ее активация. Вместе с Картой Приобретатель получает кассовый
                    чек на сумму принятых денежных средств. Чек о приобретении Карты необходимо сохранять и в случае
                    возникновения спорных ситуаций, связанных с оплатой товара по Карте предъявить его сотруднику
                    магазина. Расчет подарочной картой возможен на следующие сутки после активации карты.
                </li>
                <li>Оплатить покупку Картой имеет право как сам Приобретатель, так и иное лицо (далее по тексту —
                    Держатель), которому Приобретатель передаст подарочную карту.
                </li>
                <li>В случае передачи Карты Приобретатель обязуется уведомить Держателя о Правилах использования
                    Карты.
                </li>
                <li>Рассчитаться Картой можно однократно. В случае если стоимость покупки превышает номинал Карты,
                    Держателю необходимо доплатить разницу в стоимости покупки наличным или безналичным путем. Если
                    номинал Карты израсходован не полностью, остаток денежных средств на Карте возврату не подлежит и
                    остается в распоряжении Продавца.
                </li>
                <li>Срок действия Карты указан на обратной стороне Карты. В случае если в течение срока действия Карты
                    Держатель не воспользовался номиналом Карты для оплаты покупки в сети магазинов Продавца, то оплата
                    (задаток) остается в распоряжении Продавца и возврату не подлежит.
                </li>
                <li>При оплате Картой выбранного товара, Держатель получает на кассе чек, свидетельствующий о факте
                    оплаты товара Картой.
                </li>
                <li>Карта возврату и обмену на денежные средства не подлежит.</li>
                <li>В случае порчи либо утраты, Карта не восстанавливается, денежные средства за утраченную Карту не
                    возвращаются. Ответственность за сохранность Карты возлагается на Держателя (Приобретателя) Карты.
                </li>
                <li>Обмен и возврат товара, приобретенного с использованием Карты, осуществляется в общем порядке,
                    предусмотренным действующим законодательством РФ.
                </li>
                <li>Продавец обязан при приобретении Карты, разъяснить Приобретателю условия пользования Картой и
                    проинформировать, что с правилами пользования можно ознакомиться на сайте Продавца - www.bookmirs.ru
                </li>
                <li>Продавец Карты не несет ответственность за незнание Держателем Карты данных Правил.</li>
                <li>Продавец вправе изъять у Приобретателя Карту, в случае если она не является активированной и у
                    Приобретателя отсутствует кассовый чек на данную Карту.
                </li>
                <li>Если по техническим причинам операции с Картой невозможны, магазины формата «Плюшкин» оставляют за
                    собой право отказать Приобретателю в проведении операции с Картой до устранения причин.
                </li>
                <li>Продавец оставляет за собой право изменять правила приобретения и пользования Картами. При этом
                    Продавец обязуется оповестить Держателей Карт об изменениях на сайте Продавца - www.bookmirs.ru
                </li>
            </ol>
        </div>
    </div>
</div>
<div class="modal fade" id="modalSendMessage" tabindex="-1" aria-hidden="true">
    <div class="modal-dialog">
        <div class="modal-content">
            <div class="modal-header border-0">
                <img src="http://bookmirs.ru/views/test/images/logo_mirs.png" alt="Логотип компании" width="150"
                     height="50"
                     class="ms-auto d-block">
                <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
            </div>
            <div class="col-12 modal-title text-center w-100 bold-30">Отправить сообщение</div>
            <div class="modal-body">
                <div class="container-fluid">
                    <div class="row justify-content-center">
                        <div class="col-12">
                            <form role="form" method="post" id="sendMessage">
                                <label for="name" class="form-label semibold-24">Имя</label>
                                <input type="text" class="form-control form-control-lg mb-3 regular-14" id="name"
                                       name="name" required>
                                <label for="phone" class="form-label semibold-24">Телефон</label>
                                <input type="tel" class="form-control form-control-lg mb-3 regular-14"
                                       id="phone" name="phone" placeholder="+7(123) 456-78-90">
                                <label for="email" class="form-label semibold-24">Email</label>
                                <input type="email" pattern="[a-z0-9._%+-]+@[a-z0-9.-]+\.[a-z]{2,4}$"
                                       class="form-control form-control-lg mb-3 regular-14" id="email"
                                       name="email" placeholder="example@mail.ru" required>
                                <label for="message" class="form-label semibold-24">Сообщение</label>
                                <textarea class="form-control regular-14" id="message" style="height: 150px" required></textarea>
                                <input type="hidden" value="tochka24@bookmirs.ru" name="send_mail" id="send_mail">
                                <button class="btn btn-blue-mirs text-white btn-lg my-3 mx-auto d-block"
                                        name="submit" id="btnSend"
                                        type="submit">Отправить
                                </button>
                            </form>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>
<?php if ($view == 'promotion'): ?>
    <div class="container-fluid footer-bg-img promotion-footer" id="scrollspyContacts">
<?php else: ?>
    <div class="container-fluid mt-5 footer-bg-img" id="scrollspyContacts">
<?php endif; ?>
        <div class="container">
            <div class="row">
                <div class="col-12 col-md-6 mt-4">
                    <ul class="nav flex-column">
                        <li class="nav-item footer-head-title">Контакты</li>
                        <li class="nav-item footer-text">График работы: с 9:00 до 18:00 часов (ежедневно)</li>
                        <hr class="opacity-100 bg-dark">
                        <li>
                            <div class="row align-items-center mb-4">
                                <div class="col text-center-md">
                                    <div class="nav-item footer-head-text">Интернет магазин</div>
                                    <div class="nav-item footer-text"><a class="text-black"
                                                                         href="tel:+88003016666"><span
                                                    class="footer-bold-text"> 8 800 301 6666</span></a></div>
                                    <div class="nav-item footer-text"><a class="text-black"
                                                                         href="https://wa.me/79241060025"><span
                                                    class="footer-bold-text">+7 (924) 406-00-25 (WhatsApp)</span></a>
                                    </div>
                                    <div class="nav-item footer-text"><a href="" data-bs-toggle="modal"
                                                                         data-bs-target="#modalSendMessage"
                                                                         class="text-black">tochka24@bookmirs.ru</a>
                                    </div>
                                    <div class="nav-item footer-head-text mt-2">Отдел книг</div>
                                    <div class="nav-item footer-text"><a href="" data-bs-toggle="modal"
                                                                         data-bs-target="#modalSendMessage"
                                                                         class="text-black">kds@bookmirs.ru</a>
                                    </div>
                                </div>
                                <div class="col ps-4-md ms-4-md">
                                    <div class="nav-item footer-head-text">Главный офис</div>
                                    <div class="nav-item footer-text"><a class="text-black"
                                                                         href="tel:+74212470047"><span
                                                    class="footer-bold-text">+7 (4212) 47-00-47</span></a>
                                        <a class="nav-link regular-14 link-primary d-md-none d- p-0 mt-2">Показать на
                                            карте</a>
                                        <div class="nav-item footer-text"><a href="" data-bs-toggle="modal"
                                                                             data-bs-target="#modalSendMessage"
                                                                             class="text-black">mirs@bookmirs.ru</a>
                                        </div>
                                        <div class="nav-item footer-head-text mt-md-4">Отдел канцтоваров</div>
                                        <div class="nav-item footer-text"><a href="" data-bs-toggle="modal"
                                                                             data-bs-target="#modalSendMessage"
                                                                             class="text-black">sale_kanc@bookmirs.ru</a>

                                        </div>
                                    </div>
                        </li>
                        <li class="nav-item footer-text">
                            <div class="d-flex flex-wrap flex-row mt-2 justify-content-evenly"><a href=""
                                                                                                  data-bs-toggle="modal"
                                                                                                  data-bs-target="#modalViewBonusCard"
                                                                                                  class="text-black">Бонусные
                                    карты</a><a href="" data-bs-toggle="modal" data-bs-target="#modalViewGiftsCard"
                                                class="text-black">Подарочные
                                    карты</a></div>
                        </li>
                        <hr class="opacity-100 bg-dark">
                        <div class="d-flex flex-row mb-4">
                            <a class="navbar-brand me-3" href="https://wa.me/79241091825">
                                <img src="http://bookmirs.ru/views/bookmirs/images/WhatsApp_logo.svg"
                                     alt="Логотип WhatsApp"
                                     class="footer-logo">
                            </a>
                            <a class="navbar-brand me-3" href="https://vk.com/mirs_dv">
                                <img src="http://bookmirs.ru/views/bookmirs/images/VK_Logo.svg" alt="Логотип ВК"
                                     class="footer-logo">
                            </a>
                            <a class="navbar-brand" href="https://t.me/mirs_dv">
                                <img src="http://bookmirs.ru/views/bookmirs/images/telegram.svg" alt="Логотип Телеграмм"
                                     class="footer-logo">
                            </a>
                        </div>
                    </ul>
                </div>
                <div id="map-adress" class="col-md-6 mt-4 d-none d-md-block">
                    <aside>
                        <div class="card text-white text-center border-primary">
                            <div class="card-header bg-primary map-header-text">
                                <strong>ООО "МИРС"</strong> - Промышленнаяд.11
                            </div>
                            <div class="card-body p-2 p-lg-3 bg-opacity-25">
                                <div id="map_footer"></div>
                            </div>
                        </div>
                    </aside>
                </div>
            </div>
        </div>
    </div>
    <section class="copyright">
        <div class="container">
            <div class="row">
                <div class="col-md-8 copyright ">
                    <small>
                        ©
                        <script type="text/javascript">var mdate = new Date();
                            document.write(mdate.getFullYear());</script>
                        ООО "МИРС" Все права защищены
                    </small>
                </div>
                <div class="col-md-4 poweredby">
                    <a class="footer-logo" href="/" title="ООО МИРС"></a>
                </div>
            </div>
        </div>
    </section>
    <script type="text/javascript">
        ymaps.ready(init);

        function init() {
            myMap1 = new ymaps.Map('map_footer', {
                center: [48.492204, 135.099509],
                zoom: 9
            });

            ymaps.geocode('г. Хабаровск, ул. Промышленная 11', {
                results: 1
            }).then(function (res) {
                var firstGeoObject = res.geoObjects.get(0),
                    coords = firstGeoObject.geometry.getCoordinates(),
                    bounds = firstGeoObject.properties.get('boundedBy');
                myMap1.setBounds(bounds, {
                    checkZoomRange: true
                });


                var myPlacemark = new ymaps.Placemark(coords, {
                    iconCaption: 'ООО МИРС',
                    balloonContent: 'г. Хабаровск, ул. Промышленная 11'
                }, {
                    preset: 'islands#icon',
                    iconColor: '#EF7F1A'
                });

                myMap1.geoObjects.add(myPlacemark);
            });
        }

    </script>